{
  "home": "Home",
  "projects": "Projects",
  "hi_there": "Hi there! I'm",
  "web_developer": "Web Developer",
  "about_me": "About Me",
  "about_me_text": "My relationship with technology began in childhood, when I remember watching my father work on a computer, already yellowed by time, drawing in AutoCAD. That scene stuck in my memory and sparked my curiosity to understand how machines and programs worked. Years later, that curiosity turned into a career choice. Today, I am a Full-Stack Developer in training, with experience in Vue.js, React.js, Quasar Framework, Python, Django, and SQL. I have worked on projects ranging from the development of management systems to the creation of responsive and accessible interfaces, always applying good practices and exploring the potential of technology to turn ideas into real solutions. Currently, I am studying Systems Analysis and Development at UNIVALI, continue to specialize in modern technologies, and seek opportunities to learn, evolve, and contribute to innovative projects.",
  "portfolio": "Portfolio",
  "frontend_projects_title": "Front-end Projects",
  "frontend_projects_description": "Modern applications focused on user experience, developed with technologies like React.js and Vue.js. Each project demonstrates different aspects of front-end development, from responsive interfaces to reusable components.",
  "smash_burger_title": "Smash Burger",
  "smash_burger_description": "A hamburger delivery simulator made with Vue.js, focused on a fluid and interactive user experience.",
  "login_component_title": "Login Component",
  "login_component_description": "Reusable login component built with React.js, demonstrating the application of forms and validation.",
  "maos_de_tesoura_title": "Mãos de Tesoura - Vue.js",
  "maos_de_tesoura_description": "Front-end application for service scheduling and landing page.",
  "academic_projects_title": "Academic Projects",
  "academic_projects_description": "Projects developed during the undergraduate course in Systems Analysis and Development, representing collaborative work and practical application of the knowledge acquired in the course.",
  "ads_integrator_project_title": "ADS Integrator Project",
  "ads_integrator_project_description": "Project for an institutional website for an architect, developed in a group during the Systems Analysis and Development course.",
  "fullstack_projects_title": "Full-stack Projects",
  "fullstack_projects_description": "Complete applications that integrate front-end and back-end, demonstrating skills in integral web development. Projects that range from the user interface to data management and business logic.",
  "django_sge_title": "Django SGE - Django",
  "django_sge_description": "Complete Inventory Management System with Django, including control of products, categories, and suppliers."
}
